export const SubGraph = {
    삼성: {
        오너일가: ['이재용', '이부진', '이서현', '홍라희', '이유정'],
        "재단/학원": ['삼성생명공익재단', '삼성문화재단', '삼성복지재단', '삼성글로벌리서치'],
        "전자/전기": ['삼성전자', '삼성SDI', '삼성전기'],
        실질적지주사: ['삼성생명', '삼성물산'],
        금융: ['삼성화재', '삼성FN리츠', '삼성증권', '삼성카드'],
        중공업: ['삼성중공업', '삼성엔지니어링'],
        기타: ['에스원', '멀티캠퍼스', '제일기획', '호텔신라'],
        IT서비스: ['삼성에스디에스'],
        바이오: ['삼성바이오로직스'],
    },
    LG: {
        오너일가: ['구광모', '구본식', '구본능', '구연경', '구본준', '김영식'],
        "재단/학원": ['LG연암문화재단', 'LG연암학원', 'LG복지재단', 'LG상록재단'],
        전자: ['LG전자', 'LG이노텍', 'LG디스플레이', '로보스타'],
        "배터리/화학": ['LG화학', 'LG에너지솔루션'],
        통신: ['LG유플러스', 'LG헬로비전'],
        생활용품: ['LG생활건강'],
        금융: ['HS애드'],
        // 외국자본: ['Silchester', 'T Rowe Price']
    },
    SK: {
        오너일가: ['최태원', '최기원', '최창원', '최영근', '최민근'],
        "배터리/화학": ['SK이노베이션', 'SK IET', 'SKC']
    },
    현대차: {
        오너일가: ['정몽구', '정의선', '정문선', '정일선', '정성이'],
        제철: ['현대제철', '현대비앤지스틸'],
        완성차: ['현대차', '기아'],
        부품: ['현대위아', '현대모비스'],
        기타: ['현대오토에버', '이노션',],
    },
    카카오: {
        오너일가: ['김범수'],
        금융: ['카카오페이', '카카오뱅크'],
        엔터테인먼트: ['에스엠', '키이스트', 'SM C&C', '디어유', 'SM Life Design', '카카오엔터테인먼트', 'SM엔터 JAPAN'],
        게임: ['카카오게임즈', '넵튠']
    },
    에코프로: {
        오너일가: ['이동채', '이선이']
    },
    HD현대: {
        오너일가: ['정몽준', '정기선'],
        조선: ['HD한국조선해양', '현대미포조선', 'HD현대중공업'],
        전기장비: ['HD현대일렉트릭'],
        태양광: ['HD현대에너지솔루션'],
        건설: ['HD현대사이트솔루션', 'HD현대인프라코어', 'HD현대건설기계']
    },
    한화: {
        오너일가: ['김승연', '김동관', '김동선', '김동원'],
        우주항공해양: ['한화에어로스페이스', '한화오션', '한화시스템'],
        금융: ['한화생명', '한화리츠', '한화손해보험', '한화투자증권'],
        태양광: ['한화솔루션'],
        백화점: ['한화갤러리아']
    },
    롯데: {
        오너일가: ['신동빈', '신영자'],
        식품: ['롯데칠성', '롯데웰푸드'],
        "배터리/화학": ['롯데케미칼', '롯데정밀화학', '롯데에너지머티리얼즈'],
        쇼핑: ['롯데쇼핑', '롯데하이마트'],
        IT서비스: ['롯데정보통신']
    },
    한진: {
        오너일가: ['조현민', '조원태', '이명희']
    },
    CJ: {
        오너일가: ['이재현', '이경후', '이선호'],
        미디어: ['CJ ENM', '스튜디오드래곤'],
        식품: ['CJ프레시웨이', 'CJ제일제당', 'CJ씨푸드'],
        물류: ['CJ대한통운'],
        바이오: ['CJ 바이오사이언스']
    },
    KT: {
        미디어: ['KT시즌미디어', '지니뮤직', 'KT스튜디오지니', 'KT알파', '스카이라이프'],
        광고: ['플레이디', '나스미디어'],
        해저케이블: ['KT서브마린'],
        고객서비스: ['KTis', 'KTcs']
    },
    DB: {
        오너일가: ['김준기', '김주원', '김남호'],
        재단: ['DB김준기재단'],
        금융: ['DB손해보험', 'DB금융투자'],
        반도체: ['DB하이텍']
    },
    아모레퍼시픽: {
        오너일가: ['서경배', '서민정']
    },
    한국타이어: {
        오너일가: ['조현범', '조희원', '조현식', '조희경']
    },
    신세계: {
        오너일가: ['정용진', '이명희', '정유경'],
        정용진산하: ['이마트', '신세계푸드', '신세계건설', '신세계 I&C', '조선호텔앤리조트'],
        정유경산하: ['신세계', '신세계인터내셔날', '광주신세계']
    },
    LX: {
        오너일가: ['구본준', '구형모', '구연제'],
        반도체: ['LX세미콘'],
        인테리어: ['LX하우시스'],
        무역: ['LX인터내셔널']
    }
}