export const OwnerDict = {
    삼성: ['이재용', '이부진', '이서현', '삼성생명공익재단', '삼성문화재단', '홍라희', '삼성글로벌리서치'],
    LG: ['구광모', '구본준', '구연경', '구본능', '구본식', '김영식', 'LG연암문화재단', 'LG연암학원'],
    SK: ['최태원', '최창원', '최민근', '최영근', '최기원'],
}

export const SubGraph = {
    삼성: {
        "오너일가": ['이재용', '이부진', '이서현', '홍라희'],
        "재단/학원": ['삼성생명공익재단', '삼성문화재단', '삼성글로벌리서치'],
        "전자/전기": ['삼성전자', '삼성SDI', '삼성전기'],
        "실질적지주사": ['삼성생명', '삼성물산'],
        "금융": ['삼성화재', '삼성FN리츠', '삼성증권', '삼성카드']
    },
    LG: {
        오너일가: ['구광모', '구본식', '구본능', '구연경', '구본준', '김영식'],
        "재단/학원": ['LG연암문화재단', 'LG연암학원'],
        전자: ['LG전자', 'LG이노텍', 'LG디스플레이', '로보스타'],
        "배터리/화학": ['LG화학', 'LG에너지솔루션'],
        통신: ['LG유플러스', 'LG헬로비전'],
        생활: ['LG생활건강'],
        금융: ['HS애드'],
        외국자본: ['Silchester', 'T Rowe Price']
    },
    현대차: {
        오너일가: ['정몽구', '정의선', '정문선', '정일선']
    },
    카카오: {
        금융: ['카카오페이', '카카오뱅크'],
        엔터테인먼트: ['에스엠', '키이스트', 'SM C&C', '디어유', 'SM Life Design'],
        게임: ['카카오게임즈', '넵튠']
    }
}